Repository: laura-antelo/app-rick-morty
Catalog: app-rick-morty/app-rick-morty/Localizable.xcstrings
Source language: en
Languages: es, pt_pt

# accept
source: OK
es: Aceptar
pt_pt: Aceitar

# button.load_more
source: Load More
es: Cargar Más
pt_pt: Carregar Máis

# character.detail.title
source: Character Detail
es: Detalles del Personaje
pt_pt: Detalhe da personagem

# character.gender.format
source: Gender: %@
es: Género: %@
pt_pt: Género: %@

# character.species.format
source: Species: %@
es: Especie: %@
pt_pt: Espécie: %@

# character.status.format
source: Status: %@
es: Estado: %@
pt_pt: Estado: %@

# character.type.empty
source: No type
es: Sin tipo
pt_pt: Sem tipo

# characters.title
source: Characters
es: Personajes
pt_pt: Personagens

# episode.air_date.format
source: Air Date: %@
es: Fecha de lanzamiento: %@
pt_pt: Data de emissão: %@

# episode.detail.title
source: Episode Detail
es: Detalle del Episodio
pt_pt: Detalhe do episódio

# episode.rating.empty
source: Rating: Not Available
es: Puntuación: No Disponible
pt_pt: Pontuação: Sem avaliação

# episode.rating.format
source: Rating: %.1f out of 10 - %d ratings
es: Puntuación: %.1f de 10 - %d valoraciones
pt_pt: Pontuação: %.1f de 10 - %d avaliações

# episode.season_episode.format
source: Season %d - Episode %d
es: Temporada %d - Episodio %d
pt_pt: Temporada %d - Episódio %d

# episode.season.header.format
source: Season %d
es: Temporada %d
pt_pt: Temporada %d

# episode.synopsis.empty
source: No sinopsis available
es: Sin sinopsis disponible
pt_pt: Sinopse indisponível

# episodes.title
source: Episodes
es: Episodios
pt_pt: Episódios

# export.error.message
source: The detail has not loaded yet
es: Los detalles no se han cargado aún
pt_pt: O detalhe ainda não foi carregado

# export.error.title
source: Cannot export
es: No se puede exportar
pt_pt: Não é possível exportar

# location.detail.title
source: Location Detail
es: Detalle de la Ubicación
pt_pt: Detalhe da localização

# location.dimension.format
source: Dimension: %@
es: Dimensión: %@
pt_pt: Dimensão: %1$@

# location.latest
source: Last Location
es: Última ubicación
pt_pt: Última localição

# location.origin
source: Origin
es: Origen
pt_pt: Origem

# location.residents.format
source: Residents
es: Residentes
pt_pt: Residentes

# locations.title
source: Locations
es: Ubicaciones
pt_pt: Localizações

# search.placeholder
source: Search
es: Buscar
pt_pt: Pesquisar

# status.alive
source: Alive
es: Vivo
pt_pt: Vivo

# status.dead
source: Dead
es: Muerto
pt_pt: Morto

# status.unknown
source: Unknown
es: Desconocido
pt_pt: Desconhecido

# type.format
source: Type: %@
es: Tipo: %@
pt_pt: Tipo: %@
